Repository: CofficLab/GitOK
Catalog: Packages/PluginFileInfo/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Blame
zh_hans: 追溯
zh_hk: 追溯

source: Changes
zh_hans: 变更
zh_hk: 變更

source: Copy Path
zh_hans: 复制路径
zh_hk: 複製路徑

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Every commit that touched the selected file, newest first.
zh_hans: 涉及所选文件的每次提交，最新在前。
zh_hk: 涉及所選文件的每次提交，最新在前。

source: Every file's story, at your fingertips.
zh_hans: 每个文件的故事，尽在指尖。
zh_hk: 每個文件的故事，盡在指尖。

source: File Actions
zh_hans: 文件操作
zh_hk: 檔案操作

source: File History
zh_hans: 文件历史
zh_hk: 文件歷史

source: File Info
zh_hans: 文件信息
zh_hk: 檔案資訊

source: History and blame render beside the file.
zh_hans: 历史与追溯信息渲染在文件旁边。
zh_hk: 歷史與追溯信息渲染在文件旁邊。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Log, status, and blame are gathered for the path.
zh_hans: 为该路径收集日志、状态与追溯信息。
zh_hk: 為該路徑收集日誌、狀態與追溯信息。

source: Open with Default App
zh_hans: 用默认应用打开
zh_hk: 用預設應用程式開啟

source: Pick any file in the worktree view.
zh_hans: 在工作树视图中任选文件。
zh_hk: 在工作樹視圖中任選文件。

source: Present
zh_hans: 呈现
zh_hk: 呈現

source: Query git
zh_hans: 查询 git
zh_hk: 查詢 git

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hk: 在 Finder 中顯示

source: Rich Status
zh_hans: 丰富状态
zh_hk: 豐富狀態

source: See who changed each line and when.
zh_hans: 查看每一行是谁、在何时修改的。
zh_hk: 查看每一行是誰、在何時修改的。

source: Select a file
zh_hans: 选择文件
zh_hk: 選擇文件

source: Status
zh_hans: 状态
zh_hk: 狀態

source: Tracked, staged, modified, or untracked — always clear.
zh_hans: 已跟踪、已暂存、已修改或未跟踪——始终清晰。
zh_hk: 已跟蹤、已暫存、已修改或未跟蹤——始終清晰。

source: history
zh_hans: 历史
zh_hk: 歷史

source: selection
zh_hans: 选择
zh_hk: 選擇
